"User Authentication" = "Användarautentisering";

"Enable User Authentication" = "Användarautentisering";

"Login User Name:" = "Användarnamn:";
"Defined User ID" = "Definierat användar-ID";
"Mac Login Name" = "Mac-inloggningsnamn";
"Enter Login User Name:" = "Ange användarnamn:";

"Login Password:" = "Lösenord:";
"Confirmation Password:" = "Lösenord:";

"Enable Driver key" = "Krypteringskod för drivrutin";
"Driver Encryption Key:" = "Krypteringskod för drivrutin:";
"Reenter Driver Key:" = "Ange koden för bekräftelse igen:";
"Reenter the Confirmation Key:" = "Ange koden för bekräftelse igen:";

"Restore Defaults" = "Återställ standard";

"Enter a valid [Login User Name]." = "Ange ett giltigt [Användarnamn].";
"Entered [Login Password] is different." = "Det [Lösenord] som har angivits stämmer inte.";
"Entered [Driver Encryption Key] is different." = "Den [Krypteringskod för drivrutin] som har angivits stämmer inte.";
"Enter a valid [Driver Encryption Key]" = "Ange en giltig [Krypteringskod för drivrutin].";

"Off" = "Av";